Repository: LigniteSoftware/ios-lignitemusic
Catalog: Abbey For Apple Watch Extension/Strings/*.lproj/Localizable.strings
Languages: de

# NothingPlaying
source: Nothing's playing
de: Es wird nichts wiedergegeben

# NothingPlayingFullText
source: Nothing's playing right now, sorry.
de: Es wird nichts wiedergegeben, sorry.

source: Loading...
de: Laden...

# WaitingForPhone
source: Waiting for your phone to connect...
de: Auf die Verbindung zum iPhone warten...

source: Nothing up next
de: Keine anstehenden Titel

source: Up next
de: Nächste Titel

source: Previous page
de: Vorherige Seite

source: Next page
de: Nächste Seite

# XLeft
source: %ld left
de: %ld übrig

# LastX
source: Last %d entries
de: Letzte %d Einträge

# NothingHere
source: There's nothing here, sorry
de: Hier gibts nichts zu sehen, sorry

source: Shuffle all
de: Alles zufällig wiedergeben

# XTracks
source: %ld tracks
de: %ld Titel

# XTrack
source: %ld track
de: %ld Titel

source: Hang on...
de: Moment, bitte...

source: Almost there...
de: Fast geschafft...

source: Shuffling...
de: Wird durcheinander gemischt...

source: Playing...
de: Abspielen...

# GettingNext
source: Getting next page...
de: Nächste Seite wird geladen...

source: Updating...
de: Aktualisieren...

source: Favourites
de: Favoriten

source: Albums
de: Alben

# AlbumsInline
source: albums
de: Alben

source: Titles
de: Titel

source: Artists
de: Künstler

source: Playlists
de: Wiedergabelisten

source: Composers
de: Komponisten

source: Compilations
de: Kompilationen

source: Library
de: Sammlung

source: Oh boy
de: Ups

source: Darn, okay
de: Okay

# PhoneDidNotReplyToCommandError
source: It seems that your phone is not replying. Are you sure your phone is connected, and Abbey is setup? Please try your command again. If this issue persists please contact us at contact@lignite.io.
de: Dein iPhone scheint nicht zu antworten. Bist du sicher, dass es mit deiner Apple Watch verbunden und dass Abbey eingerichtet ist? Versuche es bitte noch einmal. Sollte dieses Problem weiterhin bestehen, melde dich bitte unter contact@lignite.io bei uns.

# UnknownErrorAlert
source: Oops, something went wrong along the way, sorry. Your watch has given us an unknown error with code %ld: '%@' Please try what you were doing again. If this issue persists please contact us at contact@lignite.io.
de: Ups, irgendwas ist schief gelaufen, sorry. Deine Apple Watch hat uns einen unbekannten Fehler mit dem Code %ld: '%@' gemeldet. Versuche es bitte erneut. Sollte dieses Problem weiterhin bestehen, melde dich bitte unter contact@lignite.io bei uns.

# TryingThatTooMuch
source: Whoops, you're trying that too much. Please slow it down and try again, your watch is only so fast.
de: Achtung, du hast es zu oft versucht. Halte sich bitte ein bisschen zurück, deine Apple Watch ist nicht so performant.
