Repository: LigniteSoftware/ios-lignitemusic
Catalog: Lignite Music/*.lproj/Localizable.strings
Languages: de

source: View tutorial
de: Zeigs mir

source: Jump right in
de: Kein Interesse

# OnboardingTutorialTitle
source: You're all set!
de: Los geht's!

# OnboardingTutorialDescription
source: If you'd like to learn how to use Lignite Music, feel free to watch the tutorials by tapping the button below. In any case, we hope you love Lignite Music!
de: Tippe auf den Button unterhalb falls du gerne wissen möchtest, wie du Lignite Music benutzen kannst. Wir hoffen, dass dir Lignite Music gefallen wird!

# TutorialViewOnDataWarning
source: Warning: you are on cellular data. Tutorial videos use YouTube to play. Warning: you are on cellular data. Tutorial videos use YouTube to play.
de: Achtung: du bist nicht einem WiFi-Netzwerk eingeloggt. Unsere Videos werden von YouTube gestreamt.

# LMTutorialViewTutorialKeyQueueManagement_Title
source: Queue
de: Warteschlange

# LMTutorialViewTutorialKeyNormalPlaylists_Title
source: Playlists
de: Wiedergabeliste

# LMTutorialViewTutorialKeyFavourites_Title
source: Favourites
de: Favoriten

source: Tutorial
de: Einführung

# TutorialSettingsSubtitle
source: Learn more about Lignite Music
de: Erfahre mehr über Lignite Music

# TutorialViewTitle
source: New to Lignite Music?
de: Neu bei Lignite Music?

# TutorialViewSubtitle
source: Want to learn more? Below are some more in-depth tutorial videos about Lignite Music.
de: Möchtest du gerne mehr erfahren? Untenstehend findest du weitere Videos zu Lignite Music.

# TutorialViewButtonText
source: Play the quick tutorial
de: Zeige mir die Grundlagen

source: Next track
de: Nächstes Lied

source: Previous track
de: Vorheriges Lied

# TrackMissingSubtitle
source: Unknown until it starts playing
de: Unbekannt bis Wiedergabe startet

# SongUnknown
source: Song ?
de: Lied ?

# UnableToQueueDescription
source: Apple does not allow us to modify the queue of music that began outside of Lignite Music. Please start music from within Lignite Music to be able to manage the queue.
de: Leider lässt Apple nicht zu, dass wir die ausserhalb gestarteten Warteschlangen lesen dürfen. Starte die Wiedergabe bitte innerhalb Lignite Music, um die Warteschlange verwalten zu können.

# UnableToQueueCheckboxText
source: I understand that I cannot modify the queue if I started playing music from a source outside of Lignite Music.
de: Ich verstehe, dass ich die Warteschlange nicht verändern kann wenn die Wiedergabe ausserhalb von Lignite Music gestartet wurde.

# TrackRestarted
source: Restarted Track
de: Erneute Wiedergabe

# InternalErrorOccurred_Long
source: A rendering error occurred, sorry! Please email Contact@Lignite.io for support.
de: Ein Rendering Fehler ist aufgetreten, sorry! Für Unterstützung melde dich bitte unter contact@lignite.io.

# InternalErrorOccurred_Short
source: Error, sorry
de: Fehler, sorry

# NowPlayingButtonHint
source: Tap this icon when music is playing to open the now-playing window.
de: Tippe auf dieses Icon wenn die Musik spielt, um die Wiedergabeanzeige zu öffnen.

# ConvertPlaylistTitle
source: Playlist editing
de: Wiedergabeliste Bearbeitung

# ConvertPlaylistBody
source: Once a playlist is edited within Lignite Music, that playlist will not be able to sync with iTunes or any other outside source. This is because of limitations created by Apple, which we unfortunately have no control over. We don't want to pester you, so will only warn you about this once.
de: Sobald eine Wiedergabeliste innerhalb von Lignite Music bearbeitet wurde, kann sie nicht mehr mit iTunes oder anderen externen Diensten synchronisiert werden. Hierbei handelt es sich um eine Einschränkung seitens Apple und wir haben keinerlei Kontrolle darüber. Da wir dich nicht nerven möchten, siehst du diese Warnung bloss einmal.

# ConvertPlaylistCheckboxText
source: I understand that due to Apple's limitations, playlists I edit in Lignite Music will not sync with iTunes or any other outside source.
de: Mir ist bewusst, dass hier bearbeitete Wiedergabelisten anschliessend – aufgrund Einschränkungen seitens Apple – nicht mehr synchronisiert werden können.

source: Start editing
de: Bearbeitung starten

source: Create playlist
de: Wiedergabeliste erstellen

source: Authorized
de: Authorisiert

source: Downloading stopped.
de: Herunterladen gestoppt.

# iOS_11_2_LagTitle
source: iOS Music Framework Lag
de: iOS Music Framework Fehler

# iOS_11_2_LagDescription
source: Your device is running iOS %@ which has a bug created by Apple that causes the music framework that Lignite uses to be very laggy. As a result, long periods of "freezing" may occur throughout our app. We unfortunately can only wait for Apple to fix the bug that they have created.
de: Dein Gerät läuft mit iOS-Version %@ welche einen durch Apple verursachten Fehler aufweist, was dazu führt, dass unsere App u. U. sehr langsam läuft. Uns sind diesbezüglich leider die Hände gebunden und wir können nur darauf warten bis der Fehler durch Apple behoben wird.

# iOS_11_2_LagCheckboxConfirmationText
source: I understand that any lag/freezing in Lignite Music is due to a bug created by Apple and that Lignite can do nothing to fix this bug.
de: Ich bin mir bewusst, dass jegliche Verzögerung in Lignite Music auf dem oben genannten, durch Apple verursachten Problem beruht und Lignite darauf keinerlei Einfluss hat.

source: Continue
de: Fortfahren

source: Please accept the checkbox
de: Akzeptiere bitte die Checkbox

source: Tap here for more information
de: Für weitere Informationen hier tippen (Englisch)

# NowPlayingKeepScreenOnTitle
source: Now playing always on
de: Displayverhalten bei Wiedergabe

# NowPlayingKeepScreenOnSubtitle
source: Keep screen on while now playing is open
de: Display während Wiedergabe nicht ausschalten

source: Playing
de: Wiedergabe läuft

source: Paused
de: Wiedergabe pausiert

# SyncingLibrary
source: Your music library is currently syncing.
de: Deine Musiksammlung wird gerade synchronisiert.

# LibraryFinishedSyncing
source: Your music library has been synced.
de: Deine Musiksammlung wurde synchronisiert.

# DownloadingImages
source: Downloading artist images, %ld left.
de: Herunterladen von Künstler Fotos, %ld übrig.

# DownloadImagesOnDataWarning
source: Tap here to download artist images.
de: Hier tippen, um Künstler Fotos herunterzuladen.

# NoPlaylists
source: Oh boy, you don't have any playlists yet! Create a new playlist by tapping the 'Create' button above.
de: Ups, du hast noch keine Wiedergabeliste erstellt! Erstelle eine neue Liste durch das Tippen auf den entsprechenden Button oben.

source: Theme
de: Farbmotiv

# EnhancedPlaylistTitle
source: Enhanced Playlist
de: Erweiterte Wiedergabeliste

# EnhancedPlaylistNoConditionsTitle
source: No conditions set
de: Keine Bedingungen vorhanden

# EnhancedPlaylistNoConditionsDescription
source: Add conditions for how you want your playlist below by tapping one of the + buttons, and tap 'Save' when you're done.
de: Füge neue Bedingungen für deine Wiedergabeliste hinzu indem du auf einen der '+'-Buttons tippst.

source: Shuffle all
de: Gem. Wiedergabe

# WantToHearTitle
source: I want to hear
de: Hören möchte ich:

# DontWantToHearTitle
source: I don't want to hear
de: Nicht hören möchte ich:

source: Selecting all...
de: Alle auswählen

source: Deselecting all...
de: Alles abwählen

source: Select all
de: Alle(s) auswählen

source: Deselect all
de: Alle(s) abwählen

# XConditions
source: %d conditions
de: %d Bedingungen

source: No conditions yet
de: Noch keine Bedingungen vorhanden

# OneCondition
source: 1 condition
de: 1 Bedingung

# EnhancedPlaylistNoWantsTitle
source: No 'I want to hear' conditions
de: Es wurde noch keine 'Hören möchte ich:'-Bedingung erstellt

# EnhancedPlaylistNoWantsDescription
source: Please tap the + button beside the 'I want to hear' section to add some conditions of what you want to hear, so we know what music to pick from.
de: Füge bitte mind. eine Bedingung in der Spalte ‚Hören möchte ich:’ ein.

# WhichTypeOfPlaylist
source: Which type of playlist do you want to create?
de: Welche Art von Wiedergabeliste möchtest du erstellen?

source: Enhanced playlist
de: Erweiterte Wiedergabeliste

# RegularPlaylist
source: Normal playlist
de: Normale Wiedergabeliste

# SearchAllMusic
source: Search all your music
de: In gesamter Musikbibliothek suchen

source: Done
de: Fertig

# ScrollingTextTitle
source: Scrolling text
de: Scrollender Text

# ScrollingTextDescription
source: In now-playing and miniplayer
de: In der Vollbildwiedergabe und dem Mini-Player

# DeletePlaylistTitle
source: Delete playlist?
de: Wiedergabeliste löschen?

# DeletePlaylistDescription
source: Are you sure you want to delete the playlist '%@'? This action is not reversable.
de: Bist du sicher, dass du die Wiedergabeliste '%@' löschen möchtest? Diese Aktion kann nicht rückgängig gemacht werden.

source: Create
de: Erstellen

source: Delete
de: Löschen

source: Edit
de: Bearbeiten

source: Editing playlist
de: Wiedergabeliste bearbeiten

source: New playlist
de: Neue Wiedergabeliste

# TapToAddAnImage
source: Add an image
de: Bild hinzufügen

source: Setup playlist photo
de: Bild für Wiedergabeliste hinzufügen

source: Choose photo
de: Bild auswählen

source: Take photo
de: Foto aufnehmen

source: Edit photo
de: Bild bearbeiten

source: Delete photo
de: Bild löschen

source: Cancel
de: Abbrechen

source: Save
de: Speichern

source: Add songs
de: Lieder hinzufügen

source: Select songs
de: Lieder auswählen

source: Source
de: Quelle

# NoSongsInPlaylistBuilder
source: Holy cow, there aren't any songs here yet! Start adding songs by tapping the 'Add songs' button above. Get on it!
de: Es befinden sich noch keine Lieder in dieser Wiedergabeliste. Füge welche hinzu indem du oben auf den 'Lieder hinzufügen'-Button tippst.

# SelectASource
source: Please select where to get music from
de: Wähle bitte deine gewünschte Ansicht

source: Tap to edit
de: Bearbeiten

# YourPlaylistTitle
source: Headbangers
de: Titel Wiedergabeliste

# SearchType
source: Search %@
de: Suche nach %@

# XSongs
source: %ld songs
de: %ld Lieder

# XSongsSingle
source: %ld song
de: %ld Lied

source: No songs, yet
de: Noch keine Lieder

# NoTracksInFavourites
source: You haven't favourited anything. Swipe from left to right on any track throughout the app to add it to your favourites.
de: Du hast noch keine Favoriten definiert. Streiche einfach auf einem beliebigen Song von links nach rechts, um ihn in dieser Liste aufzunehmen.

source: Favourites
de: Favoriten

source: Favourited
de: Hinzugefügt

source: Un-favourited
de: Entfernt

# PlaylistManagementUnderstandingTitle
source: How playlists are handled
de: Handhabung Wiedergabelisten

# PlaylistManagementUnderstandingBody
source: Due to limitations of iOS, we unfortunately cannot sync playlists created inside of Lignite Music anywhere else. This means that playlists created within Lignite Music will not sync with iTunes or any other outside service.
de: Aufgrund von iOS Limitationen können Wiedergabelisten, die innerhalb von Lignite Music erstellt wurden, nirgendwo sonst synchronisiert werden. Dies bedeutet, dass innerhalb Lignite Music erstellte Wiedergabelisten nicht in iTunes oder anderen Apps sichtbar / synchroninisiert werden.

# PlaylistManagementUnderstandingConfirmationCheckboxText
source: I understand that due to a limitation imposed by Apple that Lignite Music playlists will not sync anywhere outside of Lignite Music.
de: Mir ist bewusst, dass ich aufgrund einer durch Apple eingeführten Einschränkung die hier erstellten Wiedergabelisten nirgendwo sonst synchronisieren kann.

source: I understand
de: Ich verstehe

# ExplicitImageDownloadingTitle
source: Cellular & low storage
de: Mobil & wenig Speicher

# ExplicitImageDownloadingBody
source: Lignite Music downloads images of your artists and missing album covers automatically. However, we want your explicit permission to be allowed to download these images when you're on cellular data or low storage. Denying this will only allow image downloading on WiFi with plenty of storage.
de: Lignite Music lädt automatisch Bilder deiner Künstler und fehlende Albencovers herunter. Wir brauchen deine explizite Zustimmung, dass wir diese Bilder auch herunterladen dürfen, wenn du unterwegs bist oder nur noch wenig Speicherplatz auf deinem Gerät hast. Fehlt diese Bewilligung deinerseits, werden die Bilder ausschliesslich bei einer WiFi-Verbindung und genügend Speicherplatz ausgeführt.

source: Allow
de: Bewilligen

source: Deny
de: Ablehnen

source: You denied this
de: Du hast es abgelehnt

source: You authorized this
de: Du hast es authorisiert

# YouHaventDeterminedThis
source: You haven't set this yet
de: Du hast noch nichts eingestellt

source: Track queued
de: Lied eingereiht

# TrackRemovedFromQueue
source: Track dequeued
de: Lied entfernt

source: Loading music...
de: Musik wird geladen

source: Almost there!
de: Fast geschafft!

# CreditsLicenses
source: License links
de: Lizenzlinks

# NoSearchResults
source: There were no results for your search, sorry.
de: Die Suche ergab keine Treffer, sorry.

source: Welcome to search
de: Tippe bitte untenstehend deinen gewünschten Suchbegriff ein

# TheresNothingHere
source: Oh boy, you don't have any music here! Sync your music from iTunes to begin.
de: Oh je, auf deinem Gerät ist noch gar keine Musik vorhanden! Synchronisiere deine Musik via iTunes, um diese Meldung verschwinden zu lassen.

# iOSNotProvidingQueue
source: It seems that you've started music outside of Lignite Music. Unfortunately Apple does not let us manage the queue for music started outside of our app. Please start new music from within Lignite Music to manage the queue.
de: Es scheint als hättest du die Musikwiedergabe ausserhalb von Lignite Music gestartet. Leider lässt Apple nicht zu, dass wir die ausserhalb gestarteten Warteschlangen lesen dürfen. Starte die Wiedergabe bitte innerhalb Lignite Music, um die Warteschlange verwalten zu können.

source: Nothing in queue
de: Keine Songs in der Liste

source: Queue unavailable
de: Warteschlange nicht verfügbar

# ReportBugOrSendFeedback
source: Send us bugs or feedback
de: Sende Fehler oder Feedback

# SendFeedbackTitle
source: Report a bug or send feedback
de: Melde einen Fehler oder sende uns Feedback

# SendFeedbackDescription
source: Here you can send us bugs you've found or your feedback. We publicly share your report, though we do not share any of your private information. We read over every single bug report and piece of feedback. We may reach out to you through email to follow up on your report. Thanks!
de: Nutze das nachfolgende Formular, um gefundene Fehler / Probleme oder sonstiges Feedback zu senden. Deine Meldung wird öffentlich zugänglich sein, allerdings ohne jegliche Rückschlüsse auf dich bzw. deine privaten Daten. Wir lesen jede einzelne Meldung und melden uns ggf. via E-Mail für weitere Fragen bei dir. Vielen Dank!

# SummaryOfReport
source: Quick summary of report
de: Titel / Betreff

source: Detailed report
de: Genauere Beschreibung

# EnterAName
source: Please enter a name longer than a couple characters.
de: Tippe bitte mehr als bloss ein paar Zeichen bei deinem Namen ein.

# EnterAValidEmail
source: Please enter a valid email address.
de: Tippe bitte eine gültige E-Mailadresse ein.

# EnterAQuickSummary
source: Please enter a quick summary longer than 5 characters.
de: Tippe bitte einen Titel mit mehr als 5 Zeichen ein.

# EnterADetailedReport
source: Please enter a detailed report longer than 15 characters.
de: Die Beschreibung muss mehr als bloss 15 Zeichen enthalten.

source: See all reports
de: Alle Rückmeldungen anzeigen

# GatheringInfo
source: Gathering debug info...
de: Debug-Informationen werden gesammelt...

# SendingToServer
source: Sending to Lignite...
de: Übermittlung an Lignite...

# ThanksForSubmitting
source: Thanks!
de: Vielen Dank!

# CantSendFeedback
source: Can't send :(
de: Kann nicht gesendet werden :(

# CantSendFeedbackDescription
source: Sadly, something went wrong in sending your feedback. Please make sure your Internet connection is stable and is not blocking www.lignite.io. If you think you're all good on your side and you still can't send it, email us by clicking the button below.
de: Leider ist bei der Übermittlung etwas schief gelaufen. Stelle bitte sicher, dass du über eine stabile Internetverbindung verfügst und www.lignite.io nicht geblockt wird. Falls es noch immer nicht funktionieren sollte, melde dich bitte via E-Mail bei uns.

source: Privacy
de: Privatsphäre

# UsageData
source: Usage data & statistics
de: Nutzungsdaten & Statistiken

# UsageDataDescription
source: We collect a bit of data so we can learn how you use our app and make it better for you. All data is completely anonymous and we cannot identify you whatsoever. Should you choose to opt-out, we will completely stop logging your data.
de: Wir sammeln eine minime Anzahl Daten, damit wir Abbe weiter verbessern können. Die gesammelten Daten sind zu 100% anonym und du kannst dadurch nicht identifiziert werden. Solltest du dich dazu entschliessen, diese Funktion zu deaktivieren, wird dieser gesamte Prozess umgehend gestoppt und keine weiteren Daten gesammelt.

# OptionOptIn
source: Opt-in
de: Anmelden (Opt-in)

# OptionOptOut
source: Opt-out
de: Abmelden (Opt-out)

# OptedOut
source: You have opted-out
de: Du hast dich abgemeldet

# OptedIn
source: Thanks for making Lignite Music better!
de: Helfe mit, Lignite Music zu verbessern

# SongXofX
source: Song %d of %d
de: Song %d von %d

source: songs
de: Lieder

source: Albums
de: Alben

# AlbumsInline
source: albums
de: Alben

source: Titles
de: Titel

source: Artists
de: Künstler

source: Playlists
de: Wiedergabelisten

source: List
de: Liste

source: Lists
de: Listen

source: Composers
de: Komponisten

source: Compilations
de: Kompilationen

source: Unknown Title
de: Unbekannter Titel

source: Unknown Artist
de: Unbekannter Künstler

source: Unknown Album Title
de: Unbekanntes Album

source: Title
de: Titel

source: Artist
de: Künstler

source: Playlist
de: Wiedergabeliste

source: Composer
de: Komponist

source: Compilation
de: Kompilation

source: Various
de: Verschiedene

# LongSongDurationOfDuration
source: %02i:%02d:%02d of %@
de: %02i:%02d:%02d von %@

# ShortSongDurationOfDuration
source: %02d:%02d of %@
de: %02d:%02d von %@

# LengthOfSong
source: Length: %@
de: Dauer: %@

# DefaultShuffleMode
source: Default
de: Normal

# OffShuffleMode
source: Off
de: Aus

# AlbumsShuffleMode
source: Albums
de: Alben

source: Repeat
de: Wiederholen

# DefaultRepeatMode
source: Default
de: Normal

# OffRepeatMode
source: Off
de: Aus

# AllRepeatMode
source: All
de: Alles

source: Settings
de: Einstellungen

source: App Settings
de: App Einstellungen

source: Look and Feel
de: Look & Feel

# HighQualityImagesTitle
source: Highest resolution
de: Höchste Auflösung

# HighQualityImagesDescription
source: (Takes up much more storage)
de: (Benötigt mehr Speicherplatz)

source: Colour
de: Farbe

# TapToChooseColour
source: Tap here to choose a colour
de: Tippe hier, um eine Farbe zu wählen

# StatusBarDescription
source: Show the iOS status bar
de: Die iOS-Statusbar anzeigen

source: About
de: Über die App & uns

source: Credits
de: Danksagungen

# CreditsMore
source: Created by Edwin Finch & Philipp Weder
de: von Edwin Finch & Philipp Weder

source: Okay
de: Ok

# GeneralError
source: Error!
de: Fehler!

source: Other
de: Anderes

source: Unknown Section
de: Unbekannter Abschnitt

# NoMusic
source: Nothing's playing
de: Keine Musik

# NoMusicDescriptionPhone
source: Start music on your watch or phone
de: Starte die Musikwiedergabe auf deinem Smartphone oder deiner Uhr

# OnboardingWelcomeTitle
source: Welcome to Lignite Music
de: Willkommen bei Lignite Music

# OnboardingWelcomeDescription
source: We're hoping to bring you the ultimate music player experience. We just need you to accept one permission to bring your music experience to life.
de: Wir hoffen, dir das ultimative Musik Erlebnis bieten zu können. Wir benötigen dazu bloss die nachfolgende Bewilligung und bitten dich, diese zu akzeptieren.

# OnboardingMusicPermissionTitle
source: We need your music so you can jam!
de: Wir benötigen deine Musik, um abzurocken!

# OnboardingMusicPermissionDescription
source: Once clicking the button below, you will be asked to grant permission to Lignite Music for access to your music library. Please accept this permission so we can get you one step closer to rockin' out!
de: Nachdem du den untenstehenden Button angetippt hast, wird dich die App um Zugriff auf deine Musiksammlung bitten. Bewillige die Anfrage bitte, da unsere App deine Musik sonst nicht anzeigen kann.

# OnboardingUserIsGutlessTitle
source: Music, please? :(
de: Ähm, wo ist die Musik?

# OnboardingUserIsGutlessDescription
source: Somewhere along the way the music permission for Lignite Music was denied. Don't worry, it's easy to fix. 1. Go to your iPhone's settings app 2. Find the 'Lignite Music' entry near the bottom and go into it 3. Make sure the 'Media & Apple Music' toggle is turned on Once that's done, reopen Lignite Music and you should be set!
de: Irgendwo während der Einrichtung wurde unserer App der Zugriff auf deine Musiksammlung verwehrt. Aber hey, keine Sorge, das ist schnell behoben. 1. Öffne die Einstellungen deines iPhones 2. Scrolle runter, bis du den Eintrag 'Lignite Music' findest und öffne ihn 3. Stelle sicher, dass der Eintrag 'Mediathek' aktiviert ist Öffne die Lignite Music App erneut und das Problem sollte behoben sein!

# StillCantAccessMusicTitle
source: We are still having trouble.
de: Wir haben noch immer ein Problem

# StillCantAccessMusicDescription
source: We still can't access your music for some reason even though you've probably tried what we asked. We're really sorry that this has not gone smoothly, we are not sure what is going wrong. Please click the 'Contact Us' button below you can reach out to us directly. We will be sure to get you sorted out one way or another. Thank you.
de: Leider können wir deine Musik noch immer nicht auslesen obwohl du vermutlich die zuvor beschriebenen Schritte durchgeführt hast. Es tut uns sehr leid, dass es nicht so reibungslos wie erhofft geklappt hat. Leider sind wir nicht sicher, was genau schief gelaufen ist. Tippe bitte auf den 'Kontaktiere uns' Button unten, um direkt mit uns in Kontakt zu treten. Wir werden dich bestimmt zum Fliegen bringen. Vielen Dank.

source: Contact us
de: Kontaktiere uns

source: Do nothing
de: Nichts tun

# OnboardingThanksTitle
source: We hope you enjoy Lignite Music!
de: Wir hoffen, dass dir Lignite Music gefällt!

# OnboardingThanksDescription
source: We are a two geek team: designer and developer. We love making apps that are beautiful and functional and we hope you enjoy it as much as we enjoyed making it!
de: Wir sind ein 2 Geek Team: Designer & Entwickler. Wir lieben es, schöne und funktionelle Apps zu realisieren. Sehr sehr viele Stunden wurden in diese App investiert und wir hoffen, du liebst es, sie zu nutzen genau wie wir es genossen haben, sie zu programmieren.

source: Hang on...
de: Moment, bitte...

source: What's next?
de: Wow, super!

source: Sweet
de: Sehr schön!

source: Let's go!
de: Los gehts!

source: Hit me with it
de: Klar, gerne!

source: Sounds good
de: Tönt gut

source: Open tutorial
de: Klar, gerne!

source: Close tutorial
de: Einführung schliessen

source: Awesome, thanks!
de: Super, danke!

source: Ok, done
de: Ok, erledigt

source: Checking...
de: Überprüfe...

source: Good to go!
de: Alles gut!

source: Oh boy
de: Oh nein

source: Tap to try again
de: Tippe für einen neuen Versuch

source: All set here!
de: Alles gut hier!

source: Ouch, denied :(
de: Aua, verweigert :(

source: Restricted
de: Eingeschränkt

source: Error
de: Fehler

source: Skip tutorial
de: Nein, danke

source: End tutorial
de: Kein Interesse
