Repository: LigniteSoftware/ios-lignitemusic
Catalog: Lignite Music/*.lproj/Localizable.strings
Languages: de

source: Install
de: Installieren

# ArtistImagesTitle
source: Artist images
de: Künstler Fotos

# AlbumImagesTitle
source: Missing album cover art
de: Fehlendes Albumcover

# ImagesDownloadWarningTitle
source: Image downloading
de: Herunterladen von Bildern

# ImagesDownloadWarningDescription
source: Lignite Music downloads images of your artists and missing album covers automatically. However, we noticed that %@. It shouldn't take more than ~%.02f MB to download the images%@. If you tap '%@', we will download them anyway. Otherwise, if you tap '%@', you can always change your mind later in settings.
de: Lignite Music lädt Bilder von deinen Künstlern sowie fehlende Albencovers automatisch herunter. Uns ist jedoch aufgefallen, dass, %@. Es sollte nicht mehr als ~%.02f MB an Bildern zum Herunterladen sein%@. Wenn du auf '%@' tippst, werden wir sie trotzdem herunterladen. Falls du andernfalls auf %@' tippst, kannst du deine Meinung später in den Einstellungen jederzeit wieder ändern.

# AboutXOfYourStorage
source: (at most %.02f%% of your remaining storage in total)
de: (ungefähr %.02f%% deines noch verfügbaren Speicherplatzes)

# UsingXOfYourStorage
source: These images are currently using %.02f MB of your storage.
de: Die Bilder belegen ca. %.02f MB deiner verbleibenden Speicherkapazität.

# TakingUpXMB
source: Using %.02f MB
de: %.02f MB verwendet

# OfYourArtists
source: of your artists so we can create a beautiful visual list of them
de: deiner Künstler herunterladen, damit wir von ihnen eine schöne Liste zusammenstellen können

# OfYourAlbums
source: of your albums which don't have cover art to ensure maximum visual quality
de: deiner Alben herunterladen, die kein Cover hinterlegt haben, um eine möglichst gute Qualität hinzukriegen

# YouAreOnData
source: you are on cellular data
de: du in einem mobilen Netz und nicht in einem WiFi unterwegs bist

# SpaceAndSpace
source: and
de: und

# YouAreLowOnStorage
source: your phone is low on storage
de: der Speicher deines iPhones bald voll ist

source: Download anyway
de: Trotzdem herunterladen

source: Don't download
de: Nicht herunterladen

source: Image Downloads
de: Fotodownloads

# LMImageManagerPermissionStatusDenied
source: downloading is off
de: Download deaktiviert

# LMImageManagerPermissionStatusAuthorized
source: downloading is on
de: Download aktiviert

# ClearCache
source: Delete images
de: Fotos löschen

# ClearCacheAndDisable
source: Delete images and disable
de: Fotos löschen und deaktivieren

source: Keep disabled
de: Deaktiviert lassen

source: Enable
de: Aktivieren

source: Enabled
de: Aktiviert

source: Keep enabled
de: Aktiviert lassen

# SettingImagesAlertDescription
source: Lignite Music downloads images of your artists and missing album covers automatically. %@ %@
de: Lignite Music lädt Bilder von deinen Künstlern sowie fehlende Albencovers automatisch herunter. %@ %@

# YouCurrentlyHaveThisFeatureOff
source: You currently have image downloading turned off.
de: Dieses Feature ist zurzeit ausgeschaltet.

# YouCanTurnOffTo
source: You can delete these images and turn this feature off to save storage and bandwidth. You can always change your mind in settings.
de: Diese Bilder kannst du löschen um Speicherplatz und Datenvolumen zu sparen. Solltest du deine Meinung ändern, kannst du dies jederzeit in den Einstellungen tun.

# YouCanTurnOnTo
source: You can turn this feature on to bring the most beauty to Lignite Music. We will download images on WiFi and when you have enough storage, and will ask you what to do if either of those don't happen.
de: Du kannst dieses Feature aktivieren, um eine visuell viel schönere Übersicht zu erhalten. Wir werden die Fotos herunterladen, sobald du dich in einem WiFi befindest und genug Speicherplatz zur Verfügung hast. Sollte einer der beiden Voraussetzungen nicht erfüllt sein, werden wir dich entsprechend fragen, wie du weiterfahren möchtest.

source: Images deleted
de: Fotos gelöscht

# WillBeginDownloading
source: Will download
de: Wird heruntergeladen

source: Thank you!
de: Vielen Dank!

# ThankYouDescription
source: Countless hours have gone into making this app a reality and we couldn't have done it without the funding and support of our amazing Kickstarter backers, many open source libraries, and a whole lot of passion. Below we'd like to credit everyone and everything that had a part in making this app a reality. We are forever thankful for all of you!
de: Unzählige Stunden wurden für diese App geopfert und wir hätten es ohne die Unterstützung unserer tollen Kickstarter Backers, vielen Open Source Libraries und sehr viel Leidenschaft nicht geschafft. Untenstehend möchten wir allen involvierten Personen danken, die aus einer simplen Idee diese tolle App entstehen liessen. Wir sind euch allen zu grösstem Dank verpflichtet!

source: Kickstarter Backers
de: Kickstarter Backer

# ImageAPIDescription
source: We want to give a big shoutout to Discogs's absolutely breathtaking API and community. We use it for its images of artists and images of missing cover art and it works like a charm! It has a nice rate limit, many functions, and an excellent community.
de: Wir möchten Discog an dieser Stelle für ihre atemberaubende API und Community danken. Wir nutzen es für die Künstlerfotos und fehlende Albumcover und es funktioniert absolut wunderbar!

# OpenSourceLibrariesLicensing
source: Lignite Music is built off of many powerful open source libraries. Big thanks to the original authors and all who contributed to their development!
de: Lignite Music basiert auf vielen leistungsstarken Open Source Libraries. Vielen herzlichen Dank and deren Authoren und all denjenigen, die zur Entwicklung beigetragen haben!

# LibraryYYImageDescription
source: YYImage is a powerful image framework which lets you encode/decode many types of images.
de: YYImage ist ein tolles Image Framework, welches uns erlaubt, viele Arten von Bilder zu enkodieren/dekodieren.

# LibrarySDWebImageDescription
source: SDWebImage is an outstanding asynchronous image downloader that even has cache support!
de: SDWebImage ist ein hervorragender asynchroner Bilderdownloader - sogar mit Cache Support!

# LibraryImageMagickDescription
source: ImageMagick lets you literally perform magic with images. You can create, edit, compose, or convert all sorts of images.
de: ImageMagick erlaubt es uns wirklich, mit Bildern zu zaubern. Wir können erstellen, bearbeiten, konvertieren und vieles mehr.

# LibraryPureLayoutDescription
source: PureLayout is exactly as they say it is, 'impressively simple, immensely powerful', letting you layout constraints easily.
de: PureLayout ist genau das, was sein Name bereits sagt: 'beindruckend simpel, beindruckend leistungsstark'.

# LibraryMBProgressHUDDescription
source: MBProgressHUD is a simple yet perfect library for showing those simple confirmation popups that look like iOS's volume indicator popup.
de: MBProgressHUD ist eine simple aber dennoch perfekte Library für die ganzen Bestätigungspopups, die wie das Standard-Lautstärken-Popup von iOS aussehen.

# LibraryMarqueeLabelDescription
source: MarqueeLabel is a super nice drop-in replacement for normal labels which lets you have text that scrolls!
de: MarqueeLabel sorgt dafür, dass wir Texte (bspw. Songtitel) scrollen können

# LibraryReachabilityDescription
source: Reachability is a handy library which lets you do a bunch of tasks related to your Internet connection.
de: Reachability ist eine tolle Library, die uns erlaubt, verschiedene Tasks im Zusammenhang mit der Internet Verbindung auszuführen.

# LibraryUnirestDescription
source: Unirest is a set of lightweight HTTP libraries available in multiple language. Who doesn't love a lightweight HTTP library?
de: Unirest ist eine Sammmlung von schlanken HTTP Bibliotheken, verfügbar in mehreren Sprachen. Wer mag schon keine schlanken HTTP Bibliotheken?

# LibraryMGSwipeTableCellDescription
source: MGSwipeTableCell is an easy to use UITableViewCell subclass that allows to display swipeable buttons with a variety of transitions. This is what powers our queuing and favourites swipability.
de: MGSwipeTableCell ist eine einfach zu benutzende UITableViewCell Subklasse, welches erlaubt, swipe-bare Buttons mit vielen verschiedenen Übergängen darzustellen. Wir haben damit die Gesten für die Warteschlange und Favoriten realisiert.

# LibraryRSKImageCropperDescription
source: This is an easy-to-use and clean image cropper library, which powers our playlist image cropper.
de: Eine einfach zu nutzende Bibliothek, um Bilder zuzuschneiden. Wir verwenden sie um Bilder einer neu erstellten Wiedergabeliste zuzuschneiden.

# LibraryBEMCheckBoxDescription
source: Darn, are these checkboxes ever nice! BEMCheckBox is an in-depth library bringing really nice checkboxes to your fingers.
de: Meine Güte, sind diese Checkboxen schön! BEMCheckBox ist eine tolle Bibliothek, welche das Erstellen von superschönen Checkboxen erlaubt.

# LibraryPeekPopDescription
source: PeekPop is a lovely library for 3D Touch actions, which allows for cross-platform compatibility for devices that don't have 3D Touch.
de: PeekPop ist eine super Bibliothek für 3D Touch Aktionen, welche sogar rückwärtskompatibel zu Geräten ist, welche keine 3D Touch Funktionalität haben.

# LibraryXCDYouTubeKitDescription
source: This is an easy yet powerful library which allows one to stream or play YouTube videos within a native iOS format. We power our tutorial videos with this.
de: Eine einfache und doch starke Bibliothek, welche erlaubt, YouTube videos im nativen iOS-Format abzuspielen oder zu streamen. Unsere Einführungsvideos nutzen diese Einbindung.

# IconsDescription
source: Many of our icons were from www.flaticon.com, created by icon artists who were generous enough to license them under CC 3.0. Here they are!
de: Ein Grossteil unserer Icons stammt von www.flaticon.com und wurde von den folgenden Künstlern gestaltet, die so grosszügig waren, deren Icons unter CC 3.0 zu lizenzieren:

# DesignedByNobody
source: We're working on it! Credits for icon artists are coming soon.
de: Wir arbeiten an der Übersicht und werden sie nachreichen sobald verfügbar.

# ContactHi
source: Hi!
de: Hey!

# ContactDescription
source: We hope you enjoy Lignite Music as much as we enjoyed bringing it to life. Please feel free to contact us for any reason, we'd love to hear from you!
de: Wir hoffen, Lignite Music gefällt dir genauso gut, wie es uns gefallen hat, die App in deine Hände zu bringen. Setze dich mit uns in Kontakt – wir würden uns sehr freuen, von dir zu hören!

# ContactThanks
source: Thanks very much for your support and best regards from the both of us!
de: Vielen herzlichen Dank für deine Unterstützung und Grüsse von uns beiden!

# RankLigniteSupporter
source: Lignite Supporters
de: Lignite Supporter

# LMLocalizationKey
source: en
de: de
